LEXICON_RU: dict[str, str] = {
    "/start":
        '''Привет! Меня зовут Кристи!
        Вот, что я могу:
        /help - получить полный список команд
        /tea - попить чай
        /anec - получить случайный анекдот
        /hug /kiss /slap - взаимодействие с пользователем
        /addnote #note_name /delnote - добавить, прочитать, удалить заметку (в разработке)''',
    "/hug":
        '''обнял(а)''',
    "/kiss":
        '''поцеловал(а)''',
    "/slap":
        '''шлепнул(а)''',
    "succces_add_note_msg":
        '''Заметка была успешно добавлена!''',
    "add_note_error_msg":
        '''Заметка с данным номером уже существует.
Удалите текущую либо создайте заметку с другим номером''',
    "hanged_start_msg":
        '''Вы начали игру виселица. Для того чтобы прекратить игру введите команду  /cancel''',
    "hanged_exit_game_msg":
        '''Вы вышли из игры. Чтобы начать новую игру введите команду /playhanged''',
    "hanged_win_msg":
        '''Вы победили!''',
    "hanged_lose_msg":
        '''Вы проиграли(((''',
    "send_cat_bad_request":
        '''Котиков седня не будет''',
    "tenor_bad_request_msg":
        '''У миня лапки!''',
}
